import './AboutCV.scss';

import React from 'react';

const AboutCV: React.FC = () => (
  <>
    <h3 className="title">Обо мне</h3>
    <h4 className="subtitle">
      Привет! Меня зовут Александр. Я родился в Республике Беларусь. Там же и начинал строить свой карьерный путь.
      Спустя время перебрался в Россию. Сейчас работаю в международной никотиновой компании British American Tobacco
      Russia. За время работы проявил себя как один из 8 лучших сотрудников (8 из более чем 100 сотрудников на
      аналогичной должности в Москве).
    </h4>
    <h4 className="subtitle">
      В работе меня мотивируют интересные проекты, возможность личностного развития и развитие компетенций; возможность
      карьерного роста и работа в интересной команде. Очень люблю все оптимизировать, находить ошибки в данных,
      анализировать цифры, придумывать пути решений.
    </h4>
    <h4 className="subtitle">Области для развития - страх авиаперелётов, повышение уровня Английского языка.</h4>
    <h4 className="subtitle">
      В меру трудолюбив (приверженец соблюдение work &life balance:) ) сейчас свободное время уделяю семье и
      саморазвитию. Люблю путешествовать с семьей и друзьями в страны ЕС.
    </h4>
  </>
);

export default AboutCV;
